Repository: EnTeQuAk/globby
Catalog: globby/cli/locale/*/LC_MESSAGES/globby.po
Languages: de

source: Set the value for the name of the project
de: Übergebe den Projektnamen an

source: Set the name of the theme
de: Übergebe den Themenamen

source: The suffix of the files in "globby/projects/PROJECT/"
de: Der Suffix von allen Dateien in "globby/projects/PROJEKT/"

source: Set automaticly the following vars:
de: The folgenden Variablen werden automatisch gesetzt:

source: theme: default
de: design: default

source: project: debug
de: projekt: debug

source: accept_all: True
de: alles bestätigen: Ja

source: Define the charset for the generated HTML-Files
de: Gebe den Zeichensatz aller generierten HTML Dateien an

source: Choose a markup, witch to use for rendering the project
de: Wähle eine Beschreibungs-Sprache um dein Projekt zu verarbeiten

source: (it defaults to 'woxt')
de: (standard ist 'woxt')

source: choose one of: %s
de: währe eines von: %s

source: accept all queries
de: akzeptiere alle aufkommenden Fragen

source: set a specific language
de: währe eine Sprache

source: show this help message and exit
de: Zeige diese Hilfe und beende Globby

source: show the program's version number and exit
de: Zeigt die Versionsnummer von Globby und beendet es

source: If you're using Pygments, choose here the used style
de: Wenn Pygments benutzt wird, bitte hier den benutzten Style auswählen

source: (defaults to 'default')
de: (standart ist 'default')

source: python globby.py [options]
de: python globby.py [optionen]

source: Please validate all given options:
de: Bitte kontrolliere alle angegebenen Optionen:

source: You've entered the following options. Globby will use them to render the project:
de: Die folgenden Optionen wurden eingegeben. Globby wird sie benutzen um das Projekt korrekt zu verarbeiten:

source: value
de: Wert

source: not given or set
de: nicht angegeben

source: If all Values are correct, type "y" to generate your page
de: Wenn alle Werte richtig sind, bitte "j" zum generieren der Seite eingeben

source: otherwise type "n" to abort (NOTE: it aborts on any key except "y")
de: Andererseits bitte "n" zum abbrechen. (Beachte, das Globby bei jeder Eingabe au�r "j" abbricht)

source: Run parser? (y|n):
de: Globby ausf� (j/n):

source: %(project)s allready exists
de: %(project)s existiert schon

source: #This menue file was automaticly generated for the project "%(project)s"
de: # Diese Datei wurde automatisch für das Projekt "%(project)s" erstellt

source: %(project)s not found
de: %(project)s wurde nicht gefunden

source: created ...%s
de: %s wurde erstellt

source: I'll overwrite %s
de: %s wird �hrieben

source: rendering data with the choosen theme "%s"
de: verarbeite Daten mit dem ausgew�ten Design "%s"

source: writing rendered data to %s
de: schreibe verarbeitete Daten nach %s

source: write CSS-Data
de: schreibe CSS Daten

source: All done!
de: Fertig!

source: Write additional CSS to %s
de: Schreibe zusätzliche CSS Daten nach %s

source: Need "pygments" for highlightning
de: Es wird "pygments" für das Syntaxhilightning benötigt

source: Copy the image %(img)s to %(rendered_path)s
de: kopiere %(img)s nach %(rendered_path)s

source: usage: %s
de: Benutzung: %s

source: The following %s, found by Globby:
de: Die folgenden %s wurden von Globby gefunden:

source: Now fill in the number of the %s
de: Bitte die nummer des %s eingeben

source: To exit Globby fill in "END"!
de: Um Globby zu beenden bitte "ENDE" eingeben

source: Choice:
de: Auswahl:

source: You choose "%s"
de: "%s" wurde ausgew�t

source: Sorry, this %s does not exist!
de: %s existiert nicht!

source: fill in "%(end)s" to exit Globby or fill in the correct %(out_str)s
de: Bitte "%(end)s" eingeben, um Globby zu beenden oder das %(out_str)s richtig eingeben.

source: END
de: ENDE

source: new choice:
de: Neue Auswahl:

source: projects
de: projekte

source: You've choosen the default theme. If this is your choice accept with 'y' otherwise apply a 'n'.
de: Es wurde das Standard Design ausgew�t. Wenn dies richtig ist, so bitte mit 'j' akzeptieren, andererseits bitte 'n' eingeben.

source: your Choice (y/n):
de: Auswahl (j/n):

source: themes
de: themen
